Repository: serikabdirov/SwiftUI-TestProject
Catalog: Modules/R/Resources/*.lproj/LS.strings
Languages: es, ru

# calendar.schedule.delete.alert.title
source: Are you sure you want to delete the schedule?
es: ¿Estás seguro de que quieres eliminar la programación?
ru: Вы уверены, что хотите удалить расписание?

# calendar.schedule.delete.alert.body
source: The entire schedule will be deleted for this training
es: Se eliminará toda la programación para este entrenamiento
ru: Для данной тренировки будет удалено все расписание

# calendar.schedule.delete.alert.button
source: Delete
es: Eliminar
ru: Удалить

# notification.title
source: Notification
es: Notificación
ru: Уведомления

# profile.avatar.gallery.title
source: Add Photo
es: Añadir Foto
