Repository: serikabdirov/SwiftUI-TestProject
Catalog: Modules/R/Resources/*.lproj/LS.strings
Languages: es, ru

# training.common.status.started
source: In progress
es: En curso
ru: В работе

# training.common.status.done
source: Completed
es: Completado
ru: Выполнена

# training.common.level
source: Level
es: Nivel
ru: Уровень

# training.list.title
source: Today's Training
es: Entrenamiento de hoy
ru: Тренировки на сегодня

# training.list.planned
source: Scheduled
es: Programado
ru: Запланированы

# training.list.available
source: Available
es: Disponible
ru: Доступны

# training.list.show.all
source: Show all
es: Mostrar todo
ru: Показать все

# training.list.hide.all
source: Hide all
es: Ocultar todo
ru: Скрыть все

# training.list.need.questionnaire.alert.title
source: You need to fill out the athlete's questionnaire
es: Debes completar el cuestionario del deportista
ru: Необходимо заполнить анкету спортсмена

# training.list.need.questionnaire.alert.body
source: To determine your level and best match training, you need to fill out the questionnaire
es: Para determinar tu nivel y encontrar el mejor entrenamiento, debes completar el cuestionario
ru: Для определения вашего уровня и наилучшего подбора тренировок необходимо заполнить анкету

# training.list.need.questionnaire.alert.confirm
source: Fill out
es: Completar
ru: Заполнить

# training.list.need.premium.alert.title
source: This training is available by subscription
es: Este entrenamiento está disponible por suscripción
ru: Данная тренировка доступна по подписке

# training.list.need.premiume.alert.body
source: You do not have an active subscription. Connect it and get access to this and a lot of other content
es: No tienes una suscripción activa. Conéctala y obtén acceso a este y a mucho más contenido
ru: У вас нет активной подписки. Подключите ее и получите доступ к этому и массе другого контента

# training.list.need.premium.alert.confirm
source: Pay
es: Pagar
ru: Оплатить

# training.details.title
source: Training
es: Entrenamiento
ru: Тренировка

# training.details.inventory
source: Equipment
es: Equipo
ru: Инвентарь

# training.details.position
source: Position
es: Posición
ru: Позиция

# training.details.description
source: Training description
es: Descripción del entrenamiento
ru: Описание тренировки

# training.details.exercises.list
source: List of exercises
es: Lista de ejercicios
ru: Список упражнений

# training.details.exercises.list.time.minute
source: min
ru: мин

# training.details.button.start
source: Start training
es: Comenzar entrenamiento
ru: Начать тренировку

# training.details.button.continue
source: Continue training
es: Continuar entrenamiento
ru: Продолжить тренировку

# training.details.exercise.content
source: Sets - %1$d, Reps - %2$d
es: Series - %1$d, Repeticiones - %2$d
ru: Подходы – %1$d, Повторы – %2$d

# training.details.menu.plan
source: Schedule
es: Programar
ru: Запланировать

# training.details.menu.finish
source: Finish training
es: Finalizar entrenamiento
ru: Завершить тренировку

# training.details.finished
source: Training completed
es: Entrenamiento completado
ru: Тренировка выполнена

# training.details.finished.title.partially
source: Training partially completed
es: Entrenamiento completado parcialmente
ru: Тренировка выполнена частично

# training.details.finished.body.partially
source: Try to complete the missed exercise or interrupt the training to get the maximum number of points
es: Intenta completar el ejercicio omitido o interrumpe el entrenamiento para obtener la máxima cantidad de puntos
ru: Попробуйте выполнить пропущенное упражнение или прервите тренировку, чтобы получить максимальное количество баллов

# training.details.finished.title.full
source: You are great!
es: ¡Lo has hecho genial!
ru: Вы молодец!

# training.details.finished.body.full.secondary
source: The training was completed successfully. Points are not awarded for re-completion
es: El entrenamiento se completó con éxito. No se otorgan puntos por volver a completarlo
ru: Тренировка выполнена успешно. За повторное выполнение баллы не начисляются

# training.details.finish.alert.title
source: Finish training
es: Finalizar entrenamiento
ru: Завершить тренировку

# training.details.finish.alert.body
source: The training will be considered completed. Bonus points for skipped exercises will not be awarded
es: El entrenamiento se considerará completado. No se otorgarán puntos de bonificación por los ejercicios omitidos
ru: Тренировка будет считаться выполненной. Бонусные баллы за пропущенные упражнения начислены не будут

# training.details.finish.alert.button
source: Finish
es: Finalizar
ru: Завершить

# training.details.second.time.alert.title
source: Start training
es: Comenzar entrenamiento
ru: Начать тренировку

# training.details.second.time.alert.body
source: Bonus points for repeating the training will not be awarded
es: No se otorgarán puntos de bonificación por repetir el entrenamiento
ru: Бонусные баллы за повторное выполнение тренировки начислены не будут

# training.details.second.time.alert.button
source: Start
es: Comenzar
ru: Начать

# training.details.next
source: Upcoming training
es: Próximo entrenamiento
ru: Ближайшая тренировка

# training.details.gps.alert.notification
source: Training has been suspended. To continue, log in to the app
es: El entrenamiento ha sido suspendido. Para continuar, inicie sesión en la aplicación
ru: Тренировка приостановлена. Для продолжения войдите в приложение

# training.schedule.title
source: Training schedule
es: Programación del entrenamiento
ru: Планирование тренировки

# training.schedule.days.title
source: Training days
es: Días de entrenamiento
ru: Тренировочные дни

# training.schedule.repeat
source: Repeat
es: Repetir
ru: Повтор

# training.schedule.no.repeat
source: Do not repeat
es: No repetir
ru: Не повторять

# training.schedule.repeat.until
source: Repeat until
es: Repetir hasta
ru: Повторять до

# training.schedule.save
source: Save
es: Guardar
ru: Сохранить

# training.schedule.success
source: Training scheduled successfully
es: Entrenamiento programado con éxito
ru: Тренировка успешно запланирована

# exercise.detail.title
source: Exercise
es: Ejercicio
ru: Упражнение

# exercise.detail.button.skip
source: Skip
es: Omitir
ru: Пропустить

# exercise.detail.button.start
source: Start
es: Comenzar
ru: Начать

# exercise.detail.description.title
source: Training description
es: Descripción del entrenamiento
ru: Описание

# exercise.detail.category.title
source: Category
es: Categoría
ru: Категория

# exercise.detail.participants.title
source: Number of participants
es: Número de participantes
ru: Количество участников

# exercise.detail.participants.one
source: Independently
es: De forma independiente
ru: Самостоятельно

# exercise.detail.participants.two.ore.more
source: In pairs or group
es: En pareja o grupo
ru: В паре или группе

# exercise.detail.isCompleted
source: Completed
es: Completado
ru: Выполнено

# exercise.detail.started
source: In progress
es: En curso
ru: В работе

# exercise.detail.notCompleted
source: Not completed
es: No completado
ru: Не выполнено

# exercise.detail.approaches
source: Set - %d
es: Serie - %d
ru: Подход – %d

# exercise.detail.repetitions
source: Reps - %d
es: Repeticiones - %d
ru: Повторы – %d

# exercise.detail.bonuses
source: Points - %d
es: Puntos - %d
ru: Баллы - %d

# exercise.detail.prepare.title
source: Get ready
es: Prepárate
ru: Приготовьтесь

# exercise.detail.prepare.subtitle
source: Exercise will start in
es: El ejercicio comenzará en
ru: Упражнение начнется через

# exercise.detail.execution.pause
source: Pause
es: Pausa
ru: Пауза

# exercise.detail.execution.continue
source: Continue
es: Continuar
ru: Продолжить

# exercise.detail.execution.approach
source: Set %1$d/%2$d
es: Serie %1$d/%2$d
ru: Подход %1$d/%2$d

# exercise.detail.execution.break
source: Break %1$d/%2$d
es: Pausa %1$d/%2$d
ru: Перерыв %1$d/%2$d

# exercise.detail.execution.repetitions.next
source: Next set
es: Siguiente serie
ru: Cледующий подход

# exercise.detail.execution.time.left
source: Remaining
es: Restante
ru: Осталось

# exercise.detail.execution.abort.title
source: Interrupt exercise
es: Interrumpir ejercicio
ru: Прервать упражнение

# exercise.detail.execution.abort.body
source: The exercise will be considered incomplete. Points will not be awarded
es: El ejercicio se considerará incompleto. No se otorgarán puntos
ru: Упражнение будет считаться невыполненым. Баллы не будут начислены

# exercise.detail.execution.abort.button
source: Interrupt
es: Interrumpir
ru: Прервать

# exercise.detail.execution.done.title
source: You are great!
es: ¡Lo has hecho genial!
ru: Вы молодец!

# exercise.detail.execution.done.body
source: The exercise was completed successfully.
es: El ejercicio se completó con éxito.
ru: Упражнение выполнено успешно.

# exercise.detail.skip.alert.title
source: Skip exercise
es: Omitir ejercicio
ru: Пропустить упражнение

# exercise.detail.skip.alert.body
source: The exercise will be considered incomplete. You can try to do it again before the end of the training
es: El ejercicio se considerará incompleto. Puedes intentar hacerlo de nuevo antes de finalizar el entrenamiento
ru: Упражнение будет считаться невыполненым. Вы можете попробовать выполнить его еще раз до завершения тренировки

# exercise.detail.skip.alert.button
source: Skip
es: Omitir
ru: Пропустить

# exercise.detail.inventory
source: Equipment
es: Equipo
ru: Инвентарь

# exercise.detail.position
source: Position
es: Posición
ru: Позиция

# exercise.detail.execution.finish
source: Finish
es: Finalizar
ru: Завершить

# meditations.list.title
source: Meditations
es: Meditaciones
ru: Медитации

# meditation.details.title
source: Meditation
es: Meditación
ru: Медитация

# meditation.description
source: Description
es: Descripción
ru: Описание

# meditation.start
source: Start meditation
es: Comenzar meditación
ru: Начать медитацию

# meditation.finish
source: Finish meditation
es: Finalizar meditación
ru: Завершить медитацию

# shop.main.toolbar
source: Shop
es: Tienda
ru: Магазин

# shop.main.tab.product.list
source: List of products
es: Lista de productos
ru: Список товаров

# shop.main.tab.purchases
source: My purchases
es: Mis compras
ru: Мои покупки

# shop.card.expired.label
source: Expired
es: Caducado
ru: Просрочен

# shop.main.shop.empty
source: The list of products is empty
es: La lista de productos está vacía
ru: Список товаров пока пуст

# shop.main.purchase.empty
source: You don't have any purchases yet
es: Aún no tienes ninguna compra
ru: У вас пока нет покупок

# shop.detail.toolbar.promo
source: Promo code
es: Código promocional
ru: Промокод

# shop.detail.toolbar.key
source: Key
es: Clave
ru: Ключ

# shop.detail.toolbar.certificate
source: Certificate
es: Certificado
ru: Cертификат

# shop.detail.toolbar.other
source: Other
es: Otro
ru: Другое

# shop.detail.terms
source: Terms
es: Términos
ru: Условия

# shop.detail.expiration.date
source: Activate until:
es: Activar hasta:
ru: Активировать до:

# shop.detail.discount.size
source: Discount size
es: Tamaño del descuento
ru: Размер скидки

# shop.details.shop.text
source: Shop
es: Tienda
ru: Магазин

# shop.detail.bottom.sheet.input.label
source: Needed to send a promo code
es: Necesario para enviar un código promocional
ru: Нужен для отправки промокода

# shop.detail.bottom.btn
source: Purchase a promo code
es: Comprar un código promocional
ru: Приобрести промокод

# shop.detail.buying.dialog.confirm
source: Confirm
es: Confirmar
ru: Подтвердить

# shop.detail.buying.dialog.title
source: Confirm the purchase of the promo code
es: Confirma la compra del código promocional
ru: Подтвердите приобретение промокода

# shop.detail.buying.dialog.message
source: Bonus points will be debited from your account and you will receive a promo code for a discount in the online store %@
es: Se debitarán puntos de bonificación de tu cuenta y recibirás un código promocional para un descuento en la tienda online %@
ru: С вашего счета будут списаны бонусные баллы и вы получите промокод на скидку в онлайн-магазине %@

# shop.detail.bottom.sheet.title
source: Enter your e-mail to receive a promo code
es: Ingresa tu e-mail para recibir un código promocional
ru: Укажите ваш e-mail, для получения промокода

# shop.detail.snackbar.message
source: Text copied
es: Texto copiado
ru: Текст скопирован

# shop.detail.confirm.email.btn
source: Continue
es: Continuar
ru: Продолжить

# running.prepare.title
source: Get ready
es: Prepárate
ru: Приготовьтесь

# running.prepare.subtitle
source: Exercise will start in
es: El ejercicio comenzará en
ru: Упражнение начнется через

# running.prepare.navtitle
source: Get ready to perform
es: Prepárate para realizar
ru: Приготовьтесь к выполнению

# running.setup.navtitle
source: Running training
es: Entrenamiento de carrera
ru: Беговая тренировка

# running.setup.location.denied
source: Location access is denied
es: El acceso a la ubicación está denegado
ru: Доступ к местоположению запрещен

# running.setup.location.alert.title
source: The application requests access to location
es: La aplicación solicita acceso a la ubicación
ru: Приложение запрашивает доступ к местоположению

# running.setup.location.alert.subtitle
source: Grant access to geolocation to allow tracking the training route
es: Concede acceso a la geolocalización para permitir el seguimiento de la ruta de entrenamiento
ru: Предоставьте доступ к геопозиции, чтобы разрешить отслеживать маршрут тренировки

# running.setup.location.alert.allow
source: Allow
es: Permitir
ru: Разрешить

# running.setup.location.alert.deny
source: Deny
es: Denegar
ru: Запретить

# running.setup.target
source: Goal
es: Objetivo
ru: Цель

# running.setup.target.placeholder
source: Training goal
es: Objetivo del entrenamiento
ru: Цель тренировки

# running.setup.start
source: Start
es: Comenzar
ru: Начать

# running.setup.history
source: Training log
es: Registro de entrenamiento
ru: Журнал тренировок

# running.setup.location.gps.alert.message
source: Please turn on GPS positioning to start training
es: Por favor, activa el posicionamiento GPS para comenzar el entrenamiento
ru: Пожалуйста, включите позиционирование по GPS, чтобы приступить к тренировке

# running.detail.location.alert.message.finish
source: Please turn on GPS positioning to finish training
es: Por favor, activa el posicionamiento GPS para finalizar el entrenamiento
ru: Пожалуйста, включите позиционирование по GPS, чтобы завершить тренировку

# running.detail.location.alert.message.resume
source: Please turn on GPS positioning to continue training
es: Por favor, activa el posicionamiento GPS para continuar el entrenamiento
ru: Пожалуйста, включите позиционирование по GPS, чтобы продолжить тренировку

# running.dialog.window.title
source: Finish training
es: Finalizar entrenamiento
ru: Завершить тренировку

# running.dialog.window.message
source: The training will be completed. The data will be displayed in the training log
es: El entrenamiento se completará. Los datos se mostrarán en el registro de entrenamiento
ru: Тренировка будет завершена. Данные отобразятся в журнале тренировок

# running.dialog.window.stay.button
source: Stay
es: Quedarse
ru: Остаться

# running.dialog.window.complete.button
source: Finish
es: Finalizar
ru: Завершить

# subscription.main.title
source: Subscription
es: Suscripción
ru: Подписка

# subscription.main.plan.active.button
source: Selected
es: Seleccionado
ru: Выбрано

# subscription.main.plan.inactive.button
source: Select
es: Seleccionar
ru: Выбрать

# subscription.main.status.pending
source: Pending payment
es: Pendiente de pago
ru: Ожидает оплаты

# subscription.main.status.active
source: Active
es: Activo
ru: Активна

# subscription.main.status.processed
source: Processing
es: Procesando
ru: Обрабатывается

# subscription.main.status.active.not.renew
source: Not renewed
es: No se renueva
ru: Не продлевается

# subscription.main.status.canceled
source: Canceled
ru: Отменена

# subscription.main.status.revoked
source: Revoked
ru: Отозвана

# subscription.main.plan.text
source: Plan
ru: Тариф

# subscription.main.premium.title
source: Premium
ru: Премиум

# subscription.main.premium.offer.text
source: Choose a plan and get full access to the content
es: Elige un plan y obtén acceso completo al contenido
ru: Выберите тариф и получите полный доступ к контенту

# subscription.main.cancel.autorenewal
source: Disable auto-renewal
es: Desactivar la renovación automática
ru: Отключить автопродление

# subscription.main.set.autorenewal
source: Resume auto-renewal
es: Reanudar la renovación automática
ru: Возобновить автопродление

# subscription.main.advantages.list.title
source: Your advantages
es: Tus ventajas
ru: Ваши преимущества

# subscription.main.advantage.1.title
source: Access to all courses
es: Acceso a todos los cursos
ru: Доступ ко всем курсам

# subscription.main.advantage.1.description
source: More than 100 courses to improve yourself
es: Más de 100 cursos para mejorarte a ti mismo
ru: Более 100 курсов для улучшения себя

# subscription.main.advantage.2.title
source: Access to training
es: Acceso al entrenamiento
ru: Доступ к тренировкам

# subscription.main.advantage.2.description
source: New workouts every day
es: Nuevos entrenamientos todos los días
ru: Новые тренировки каждый день

# subscription.main.advantage.3.title
source: Complete and launch challenges
es: Completa y lanza desafíos
ru: Проходите и запускайте челленджи

# subscription.main.advantage.3.description
source: Get prizes for special activities
es: Obtén premios por actividades especiales
ru: Получайте призы за специальные активности

# subscription.main.advantage.4.title
source: Participate in events
es: Participa en eventos
ru: Участвуйте в ивентах

# subscription.main.advantage.4.description
source: Get prizes for special activities
es: Obtén premios por actividades especiales
ru: Получайте призы за специальные активности

# subscription.main.advantage.5.title
source: Compete during the season
es: Compite durante la temporada
ru: Соревнуйтесь во время сезона

# subscription.main.advantage.5.description
source: Prove to others that you are a PRO
es: Demuestra a los demás que eres un PRO
ru: Докажите остальным, что вы ПРО

# subscription.main.period.year
source: year
es: año
ru: год

# subscription.main.period.month
source: month
es: mes
ru: месяц

# subscription.tariff.button.change
source: Change plan
es: Cambiar plan
ru: Сменить тариф

# subscription.alert.turnoff.action.title
source: Turn off
es: Desconectar
ru: Отключить

# subscription.alert.turnoff.message
source: Subscription auto-renewal will be disabled. The subscription will continue until the end of the paid period
es: Se desactivará la renovación automática de la suscripción. La suscripción continuará hasta el final del periodo pagado.
ru: Автопродление подписки будет отключено. Подписка продолжит действовать до конца оплаченного периода

# subscription.main.next.payment
source: Next payment
ru: Следующее списание

# subscription.main.effective.until
source: Effective until
ru: Действует до

# running.detail.date
source: Start date
es: Fecha de inicio
ru: Дата начала

# running.detail.time
source: Start time
es: Hora de inicio
ru: Время начала

# running.detail.duration
source: Time
es: Tiempo
ru: Время

# running.detail.achievement.yes
source: Goal completed
es: Objetivo completado
ru: Цель выполнена

# running.detail.achievement.yes.notification
source: Training goal achieved
es: Objetivo de entrenamiento alcanzado
ru: Цель тренировки достигнута

# running.detail.achievement.no
source: Goal not completed
es: Objetivo no completado
ru: Цель не выполнена

# running.detail.achievement
source: Goal
es: Objetivo
ru: Цель

# running.detail.pace
source: Average pace
es: Ritmo promedio
ru: Средний темп

# running.detail.suffix.per.km
source: %@/km
ru: %@/км

# running.detail.suffix.per.mile
source: %@/mi
ru: %@/ми

# running.detail.short.km
source: km
ru: км

# running.detail.short.mile
source: mi
ru: ми

# running.detail.time.hour
source: h
ru: ч

# running.detail.time.minute
source: min
ru: мин

# running.detail.time.second
source: sec
ru: сек

# running.history.navtitle
source: Training log
es: Registro de entrenamiento
ru: Журнал тренировок

# running.history.cell.title
source: Training
es: Entrenamiento
ru: Тренировка

# running.history.empty
source: You have not performed running workouts
es: No has realizado entrenamientos de carrera
ru: Вы не выполняли беговые тренировки

# running.history.cell.duration
source: Duration
es: Duración
ru: Длительность

# running.history.cell.distance
source: Distance
es: Distancia
ru: Расстояние

# running.history.cell.energy
source: Spent
es: Gastado
ru: Потрачено

# running.run.pause
source: Pause
es: Pausa
ru: Пауза

# running.run.finish
source: Finish
es: Finalizar
ru: Финиш

# running.run.resume
source: Continue
es: Continuar
ru: Продолжить

# events.list.title
source: Events
es: Eventos
ru: Ивенты

# events.list.category.available
source: Available
es: Disponibles
ru: Доступные

# events.list.category.my
source: My
es: Míos
ru: Мои

# events.list.item.user.participation.not.started
source: Not started
es: No comenzado
ru: Не начат

# events.list.item.user.participation.in.process
source: In progress
es: En curso
ru: В работе

# events.list.item.user.participation.finished
source: Completed
es: Completado
ru: Выполнен

# events.list.empty.available
source: No available events
es: No hay eventos disponibles
ru: Нет доступных ивентов

# events.list.empty.my
source: You have not started any event
es: No has comenzado ningún evento
ru: Вы не начали ни один ивент

# events.detail.title
source: Event
es: Evento
ru: Ивент

# events.detail.rating
source: %@ rating
es: %@ de clasificación
ru: %@ рейтинга

# events.detail.hashtag
source: Hashtag
ru: Хэштег

# events.detail.user.participation.not.started
source: Not started
es: No comenzado
ru: Не начат

# events.detail.user.participation.in.process
source: In progress
es: En curso
ru: В работе

# events.detail.user.participation.finished
source: Completed
es: Completado
ru: Выполнен

# events.detail.not.started.btn.text
source: Participate
es: Participar
ru: Участвовать

# events.detail.take.photo.btn.text
source: Add photo
es: Añadir foto
ru: Добавить фото

# events.detail.confirm.location.btn.text
source: Confirm geolocation
es: Confirmar geolocalización
ru: Подтвердить геолокацию

# events.detail.location.snackbar
source: ¡Geolocalización confirmada exitosamente!
es: Geolocation confirmed successfully!
ru: Геолокация подтверждена успешно!

# events.detail.countries
source: Countries
es: Países
ru: Страны

# events.detail.description
source: Event description
es: Descripción del evento
ru: Описание ивента

# events.detail.execution.conditions
source: Terms of completion
es: Condiciones de realización
ru: Условия выполнения

# events.detail.photo.example
source: Photo example
es: Ejemplo de foto
ru: Пример фото

# events.detail.participants
source: Participants
es: Participantes
ru: Участники

# events.detail.execution.сonfirmation
source: Confirmation of completion
es: Confirmación de realización
ru: Подтверждение выполнения

# events.detail.event.result
source: Completion result
es: Resultado de la realización
ru: Результат выполнения

# events.send.photo.btn
source: Send photo
es: Enviar foto
ru: Отправить фото

# events.load.photo
source: Upload photo
es: Subir foto
ru: Загрузить фото

# events.send.photo.main.title
source: Confirm event completion
es: Confirmar la realización del evento
ru: Подтвердите выполнение ивента

# events.send.photo.alert.title
source: Are you sure you want to interrupt the confirmation?
es: ¿Estás seguro de que quieres interrumpir la confirmación?
ru: Вы уверены, что хотите прервать подтверждение?
