Repository: serikabdirov/SwiftUI-TestProject
Catalog: Modules/R/Resources/*.lproj/LS.strings
Languages: es, ru

# events.send.photo.alert.message
source: The data will not be saved. To confirm the completion of the event, you will need to upload the photo again
es: Los datos no se guardarán. Para confirmar la realización del evento, deberás subir la foto de nuevo
ru: Данные не будут сохранены. Для подтверждения выполнения ивента вам подтребуется загрузить фото заново

# events.send.photo.alert.confirm.btn
source: Interrupt
es: Interrumpir
ru: Прервать

# events.send.photo.alert.dismiss.btn
source: Stay
es: Quedarse
ru: Остаться

# events.detail.event.show.map
source: Show on map
es: Mostrar en el mapa
ru: Показать на карте

# events.detail.location.alert.message
source: Grant access to geolocation to confirm the event completion
es: Concede acceso a la geolocalización para confirmar la realización del evento
ru: Предоставьте доступ к геопозиции, чтобы подтвердить выполнение ивента

# events.detail.location.alert.title
source: The application requests access to location
es: La aplicación solicita acceso a la ubicación
ru: Приложение запрашивает доступ к местоположению

# events.detail.take.photo.alert.title
source: Take a photo
es: Tomar una foto
ru: Сделать фото

# events.detail.take.gallery.alert.title
source: Upload from gallery
es: Subir desde la galería
ru: Загрузить из галереи

# events.detail.camera.access.denied.message
source: To use the camera, allow access in settings
es: Para usar la cámara, permite el acceso en los ajustes
ru: Чтобы использовать камеру, разрешите доступ в настройках

# events.detail.gallery.access.denied.title
source: Gallery access is denied
es: El acceso a la galería está denegado
ru: Доступ к галерее запрещен

# events.detail.location.alert.confirm
source: Allow
es: Permitir
ru: Разрешить

# events.detail.location.alert.dismiss
source: Deny
es: Denegar
ru: Запретить

# events.detail.event.copy.text
source: Text copied!
es: ¡Texto copiado!
ru: Текст скопирован!

# events.detail.place
source: Location
es: Lugar de celebración
ru: Место проведения

# competitions.title
source: Competitions
es: Competiciones
ru: Соревнования

# competitions.events.header
source: Events
es: Eventos
ru: Ивенты

# competitions.challenges.header
source: Challenges
es: Desafíos
ru: Челленджи

# competitions.challenges.items.new
source: Create challenge
es: Crear desafío
ru: Создать челлендж

# bonus.title
source: Bonuses
es: Bonificaciones
ru: Бонусы

# bonus.balance.title
source: Balance
es: Saldo
ru: Баланс

# bonus.balance.history.title
source: Balance history
es: Historial de saldo
ru: История баланса

# bonus.balance.total
source: Total
ru: Всего

# bonus.balance.multiplier
source: More details
es: Más detalles
ru: Детальнее

# bonus.balance.history.all
source: All
es: Todo
ru: Все

# bonus.balance.history.accruals
source: Accruals
es: Abonos
ru: Начисления

# bonus.balance.history.debit
source: Write-offs
es: Cargos
ru: Списания

# bonus.multiplier.title
source: Bonuses
es: Bonificaciones
ru: Бонусы

# bonus.current.multiplier.title
source: Current
es: Actual
ru: Текущий

# bonus.summary.multiplier.title
source: Accumulated
es: Acumulado
ru: Накоплено

# bonus.balance.history.refund
source: Return
es: Devolución
ru: Возврат

# bonus.balance.history.empty
source: You have no completed operations
es: No tienes operaciones completadas
ru: У вас нет совершенных операций

# bonus.transaction.purpose.app.visit
source: App visit
es: Visita a la aplicación
ru: Посещение приложения

# bonus.transaction.purpose.subscription.payment
source: Subscription payment
es: Pago de suscripción
ru: Оплата подписки

# bonus.transaction.purpose.training.completion
source: Completion of training
es: Finalización del entrenamiento
ru: Завершение тренировки

# bonus.transaction.purpose.course.completion
source: Completion of course
es: Finalización del curso
ru: Завершение курса

# bonus.transaction.purpose.prize.place.in.season
source: Prize place in the season
es: Lugar premiado en la temporada
ru: Призовое место в сезоне

# bonus.transaction.purpose.shop.purchase
source: Purchase in store
es: Compra en la tienda
ru: Покупка в магазине

# bonus.transaction.purpose.bonuses.expiration
source: Expiration of bonuses
es: Vencimiento de las bonificaciones
ru: Истечение срока действия бонусов

# bonus.transaction.purpose.season.participation
source: Participation in the season
es: Participación en la temporada
ru: Участие в сезоне

# bonus.documents
source: Rules for awarding points
es: Reglas para la asignación de puntos
ru: Правила начисления баллов

# bonus.balance.multiplier.expires.at
source: Will end %@
es: Finalizará el %@
ru: Закончится %@

# courses.list.title
source: Сourses
es: Cursos
ru: Курсы

# courses.list.available
source: Available
es: Disponibles
ru: Доступные

# courses.list.my
source: My
es: Míos
ru: Мои

# courses.list.my.empty
source: You have not joined any course
es: No te has unido a ningún curso
ru: Вы не присоединились ни к одному курсу

# courses.list.available.empty
source: No available courses
es: No hay cursos disponibles
ru: Нет доступных курсов

# courses.list.questionnaire.alert.title
source: You need to fill out the athlete's questionnaire
es: Debes completar el cuestionario del deportista
ru: Необходимо заполнить анкету спортсмена

# courses.list.questionnaire.alert.body
source: To determine your level and best match courses, you need to fill out the questionnaire
es: Para determinar tu nivel y encontrar los mejores cursos, debes completar el cuestionario
ru: Для определения вашего уровня и наилучшего подбора курсов необходимо заполнить анкету

# courses.list.questionnaire.alert.button
source: Fill out
es: Completar
ru: Заполнить

# courses.list.subscription.alert.title
source: This course is available by subscription
es: Este curso está disponible por suscripción
ru: Данный курс доступен по подписке

# courses.list.subscription.alert.body
source: You do not have an active subscription. Connect it and get access to this and a lot of other content
es: No tienes una suscripción activa. Conéctala y obtén acceso a este y a mucho más contenido
ru: У вас нет активной подписки. Подключите ее и получите доступ к этому и массе другого контента

# courses.list.subscription.alert.button
source: Pay
es: Pagar
ru: Оплатить

# courses.status.not.started
source: Not started
es: No comenzado
ru: Не начат

# courses.status.in.progress
source: In progress
es: En curso
ru: В работе

# courses.status.completed
source: Completed
es: Completado
ru: Выполнен

# courses.details.title
source: Course
es: Curso
ru: Курс

# courses.details.planned.title
source: Next activity
es: Lista de actividades
ru: Ближайшее занятие

# courses.details.start.button
source: Join
es: Unirse
ru: Присоединиться

# courses.details.to.calendar
source: Go to calendar
es: Ir al calendario
ru: Перейти в календарь

# courses.details.practices.list
source: List of activities
es: Lista de actividades
ru: Список занятий

# courses.details.description
source: Course description
es: Descripción del curso
ru: Описание курса

# courses.details.level
source: Level
es: Nivel
ru: Уровень

# courses.details.inventory
source: Equipment
es: Equipo
ru: Инвентарь

# courses.details.positions
source: Position
es: Posición
ru: Позиция

# courses.details.practice
source: Activity %d
es: Actividad %d
ru: Занятие %d

# courses.details.practice.available.from
source: Available from %@
es: Disponible desde el %@
ru: Доступно с %@

# courses.details.to.practice.button
source: Go to activity
es: Ir a la lección
ru: Перейти к занятию

# courses.details.practice.item.available
source: Available from d MMMM
es: Disponible desde el d de MMMM
ru: Доступно с d MMMM

# courses.details.menu.challenge
source: Add to challenge
es: Añadir al desafío
ru: Добавить в челлендж

# courses.details.menu.schedule
source: Change schedule
es: Cambiar la programación
ru: Изменить планирование

# courses.details.menu.finish
source: Finish course
es: Finalizar curso
ru: Завершить курс

# courses.details.finish.alert.title
source: Finish course
es: Finalizar curso
ru: Завершить курс

# courses.details.finish.alert.body
source: The course will be considered completed. Bonus points for skipped exercises will not be awarded
es: El curso se considerará completado. No se otorgarán puntos de bonificación por los ejercicios omitidos
ru: Курс будет считаться выполненным. Бонусные баллы за пропущенные упражнения начислены не будут

# courses.details.finish.alert.confirm
source: Finish
es: Finalizar
ru: Завершить

# courses.planning.title
source: Course schedule
es: Programación del curso
ru: Планирование курса

# courses.planning.days
source: Training days
es: Días de entrenamiento
ru: Тренировочные дни

# courses.planning.save
source: Save
es: Guardar
ru: Сохранить

# courses.planning.save.success
source: Course successfully scheduled
es: Curso programado con éxito
ru: Курс успешно запланирован

# courses.planning.edit.description
source: The activity will not be changed today. All settings will apply from the next day
es: La actividad no se cambiará hoy. Todas las configuraciones se aplicarán a partir del día siguiente
ru: Занятие сегодня не будет изменено. Все настройки применятся со следующего дня

# practice.details.title
source: Activity
es: Actividades
ru: Занятие

# practice.details.planned
source: Scheduled
es: Programado
ru: Запланировано

# practice.details.to.calendar
source: Go to calendar
es: Ir al calendario
ru: Перейти в календарь

# practice.details.inventory
source: Equipment
es: Equipo
ru: Инвентарь

# practice.details.position
source: Position
es: Posición
ru: Позиция

# practice.details.description
source: Activities description
es: Descripción de la lección
ru: Описание занятия

# practice.details.exercises.list.title
source: List of exercises
es: Lista de ejercicios
ru: Список упражнений

# practice.details.start.button
source: Start activity
es: Comenzar su actividad
ru: Начать занятие

# practice.details.continue.button
source: Continue activity
es: Continuar con tu actividad
ru: Продолжить занятие

# practice.details.menu.finish
source: Finish activity
es: Сoncluir la actividad
ru: Завершить занятие

# practice.details.finish.alert.title
source: Finish activity
es: Сoncluir la actividad
ru: Завершить занятие

# practice.details.finish.alert.body
source: The activity will be considered completed. Bonus points for skipped exercises will not be awarded
es: La actividad se considerará completada. No se otorgarán puntos de bonificación por los ejercicios omitidos
ru: Занятие будет считаться выполненным. Бонусные баллы за пропущенные упражнения начислены не будут

# practice.details.finish.alert.confirm
source: Finish
es: Finalizar
ru: Завершить

# practice.details.finished.toolbar.title
source: Activity completed
es: La actividad completada
ru: Занятие выполнено

# practice.details.finished.title
source: You are great!
es: ¡Lo has hecho genial!
ru: Вы молодец!

# practice.details.finished.title.partially
source: Activity partially completed
es: La actividad completada parcialmente
ru: Занятие выполнено частично

# practice.details.finished.body
source: Activity completed successfully
es: La actividad completada con éxito
ru: Занятие выполнено успешно

# practice.details.finished.body.partially
source: Try to complete the missed exercise or interrupt the activity to get the maximum number of points
es: Intenta completar el ejercicio omitido o interrumpe la actividad para obtener la máxima cantidad de puntos
ru: Попробуйте выполнить пропущенное упражнение или прервите занятие, чтобы получить максимальное количество баллов

# practice.details.second.time.alert.title
source: Start activity
es: Comenzar su actividad
ru: Начать занятие

# practice.details.second.time.alert.body
source: Bonus points for repeating the activity will not be awarded
es: No se otorgarán puntos de bonificación por repetir la lección
ru: Бонусные баллы за повторное выполнение занятия начислены не будут

# practice.details.second.time.alert.confirm
source: Start
es: Comenzar
ru: Начать

# practice.status.not.started
source: Not started
es: No comenzado
ru: Не начато

# practice.status.in.progress
source: In progress
es: En curso
ru: В работе

# practice.status.completed
source: Completed
es: Completado
ru: Выполнено

# challenges.list.title
source: Challenges
es: Desafíos
ru: Челленджи

# challenges.list.category.available
source: Available
es: Disponibles
ru: Доступные

# challenges.list.category.created
source: Created
es: Creados
ru: Созданные

# challenges.list.status.moderation
source: Under moderation
es: En moderación
ru: На модерации

# challenges.list.status.published
source: Published
es: Publicado
ru: Опубликован

# challenges.list.status.declined
source: Rejected
es: Rechazado
ru: Отклонен

# challenges.list.status.launched
source: Launched
es: Lanzado
ru: Запущен

# challenges.list.status.created
source: Created
es: Creado
ru: Создан

# challenges.list.status.completed
source: Completed
es: Completado
ru: Завершен

# challenges.list.launch.new
source: Create challenge
es: Crear desafío
ru: Создать челлендж

# challenges.list.launch.title
source: You have no launched challenges
es: No tienes desafíos lanzados
ru: У вас нет запущенных челленджей

# challenges.list.launch.subtitle
source: Start a challenge now
es: Comienza un desafío ahora
ru: Начните челлендж прямо сейчас

# challenges.details.title
source: Challenge
es: Desafío
ru: Челлендж

# challenges.details.rating
source: %@ rating
es: %@ de clasificación
ru: %@ рейтинга

# challenges.details.multiplier
source: x%@ to points
es: x%@ a puntos
ru: x%@ к баллам

# challenges.details.level
source: Level
es: Nivel
ru: Уровень

# challenges.details.next
source: Next activity
es: Próxima actividad
ru: Ближайшее занятие

# challenges.details.to.calendar
source: Go to calendar
es: Ir al calendario
ru: Перейти в календарь

# challenges.details.countries
source: Countries
es: Países
ru: Страны

# challenges.details.participants.number
source: Participants
es: Participantes
ru: Участники

# challenges.details.rating.boundary
source: Rating
es: Clasificación
ru: Рейтинг

# challenges.details.hashtag
source: Hashtag
ru: Хэштег

# challenges.details.position
source: Position
es: Posición
ru: Позиция

# challenges.details.inventory
source: Equipment
es: Equipo
ru: Инвентарь

# challenges.details.age
source: Age
es: Edad
ru: Возраст

# challenges.details.rules
source: Challenge rules
es: Reglas del desafío
ru: Правила челленджа

# challenges.details.author
source: Challenge author
es: Autor del desafío
ru: Автор челленджа

# challenges.details.exercises.list
source: List of activities
es: Lista de lecciones
ru: Список занятий

# challenges.details.practices.list
source: List of exercises
ru: Список упражнений

# challenges.details.schedule.header
source: Schedule
es: Programación
ru: Расписание

# challenges.details.join
source: Join challenge
es: Unirse al desafío
ru: Присоединиться к челленджу

# challenges.details.to.moderation
source: Send for moderation
es: Enviar a moderación
ru: Отправить на модерацию

# challenges.details.participation.finish
source: Interrupt challenge
es: Interrumpir desafío
ru: Прервать челлендж

# challenges.details.no.subscription.alert.title
source: Participation in challenges is available by subscription
es: La participación en desafíos está disponible por suscripción
ru: Участие в челленджах доступно по подписке

# challenges.details.no.subscription.alert.body
source: Pay it and get access to this and a lot of other content
es: Págala y obtén acceso a este y a mucho más contenido
ru: Оплатите ее и получите доступ к этому и массе другого контента

# challenges.details.subscription.expiring.alert.title
source: Attention
es: Atención
ru: Внимание

# challenges.details.subscription.expiring.alert.body
source: The subscription will expire earlier than the challenge ends. To avoid losing progress, pay for the subscription in advance
es: La suscripción vencerá antes de que finalice el desafío. Para no perder el progreso, paga la suscripción por adelantado
ru: Действие подписки закончится раньше, чем завершится челлендж. Чтобы не потерять прогресс оплатите подписку заранее

# challenges.details.to.moderation.alert.title
source: Send for moderation
es: Enviar a moderación
ru: Отправить на модерацию

# challenges.details.to.moderation.alert.body
source: You will not be able to edit the challenge. After successfully passing moderation, your challenge will be available to other people
es: No podrás editar el desafío. Después de superar con éxito la moderación, tu desafío estará disponible para otras personas
ru: Вы не сможете редактировать челлендж. После успешного прохождения модерации, ваш челлендж будет доступен другим людям

# challenges.details.subscription.confirm.button
source: Pay
es: Pagar
ru: Оплатить

# challenges.details.moderation.confirm.button
source: Send
es: Enviar
ru: Отправить

# challenges.details.rejected.title
source: Challenge rejected
es: Desafío rechazado
ru: Челлендж отклонен

# challenges.create.content.title
source: Challenge content
es: Contenido del desafío
ru: Наполнение челленджа

# challenges.create.content.button.title
source: Add to challenge
es: Añadir al desafío
ru: Добавить в челлендж

# challenges.create.content.course
source: Courses
es: Cursos
ru: Курсы

# challenges.create.content.training
source: Trainings
es: Entrenamientos
ru: Тренировки

# challenges.create.date.selection
source: Planning a challenge
es: Planificando un desafío
ru: Планирование челленджа

# challenges.create.edit.start.date
source: Please specify the start date
es: Por favor especifique la fecha de inicio
ru: Укажите дату начала

# challenges.create.start.date.label
source: Start date
es: Fecha de inicio
ru: Дата начала

# challenges.create.edit.date
source: Date
es: Fecha
ru: Дата

# challenges.create.course.end.date
source: Calculated automatically
es: Calculado automáticamente
ru: Рассчитывается автоматически

# challenges.create.edit.end.date
source: Please specify the completion date
es: Por favor, especifique la fecha de finalización.
ru: Укажите дату завершения

# challenges.create.end.date.label
source: Completion date
es: Fecha de finalización
ru: Дата завершения

# challenges.create.select.countries
source: Select countries
es: Seleccionar países
ru: Выберите страны

# challenges.create.select.all.countries
source: Select all
es: Seleccionar todo
ru: Выбрать все

# challenges.create.title
source: Title
es: Título
ru: Название

# challenges.create.select.cover
source: Select cover
es: Seleccionar portada
ru: Выберите обложку

# challenges.create.rules
source: Rules of participation
es: Reglas de participación
ru: Правила участия

# challenges.create.content.selection
source: Course or training
es: Curso o formación
ru: Курс или тренировка

# challenges.create.date
source: Period of implementation
es: Periodo de implementación
ru: Период проведения

# challenges.create.countries
source: Countries of participants
es: Países de los participantes
ru: Страны участников

# challenges.create.and.more
source: and %d more
es: y %d más
ru: и ещё %d

# challenges.create.hashtag
source: Hashtag
ru: Хэштег

# challenges.create.begin
source: Start
es: Comenzar
ru: Начало

# challenges.create.end
source: Completion
es: Terminación
ru: Завершение

# challenges.create.participants.age
source: Age of participants
es: Edad de los participantes
ru: Возраст участников

# challenges.create.participants.age.min
source: From
es: De
ru: От

# challenges.create.participants.age.max
source: To
es: A
ru: До

# challenges.create.add
source: Add
es: Agregar
ru: Добавить

# challenges.create.edit
source: Edit
es: Editar
ru: Редактировать

# statistics.title
source: Statistics
es: Estadísticas
ru: Статистика

# statistics.period.day
source: Day
es: Día
ru: День

# statistics.period.week
source: Week
es: Semana
ru: Неделя

# statistics.period.month
source: Month
es: Mes
ru: Месяц

# statistics.period.year
source: Year
es: Año
ru: Год

# statistics.courses.training.title
source: Courses and training
es: Cursos y entrenamiento
ru: Курсы и тренировки

# statistics.courses.training.exercise
source: Exercises
es: Ejercicios
ru: Упражнения

# statistics.courses.training.exercise.count
source: total
ru: всего

# statistics.courses.training.trainings
source: Trainings
es: Entrenamientos
ru: Тренировки

# statistics.courses.training.courses
source: Courses
es: Cursos
ru: Курсы

# statistics.courses.training.trainings.complite.count
source: completed
es: completado
ru: пройдено

# statistics.vertical.progress.done.text
source: Completed
es: Completado
ru: Завершено

# statistics.horizontal.progress.done.text
source: Done
es: Hecho
ru: Выполнено

# statistics.horizontal.progress.not.done.text
source: Not done
es: No hecho
ru: Не выполнено

# statistics.competitions.title
source: Competitions
es: Competiciones
ru: Соревнования

# statistics.competitions.seasons
source: Seasons
es: Temporadas
ru: Сезоны

# statistics.horizontal.progress.medal.place
source: Prize place
es: Lugar premiado
ru: Призовое место

# statistics.competitions.challenges
source: Challenges
es: Desafíos
ru: Челленджи

# statistics.competitions.challenges.done
source: completed
es: completado
ru: выполнено

# statistics.competitions.challenges.started
source: Launched
es: Lanzado
ru: Запущено

# statistics.jogging.title
source: Running workouts
es: Entrenamientos de carrera
ru: Беговые тренировки

# statistics.jogging.total
source: total
ru: всего

# statistics.jogging.total.distance
source: Passed
es: Pasado
ru: Пройдено

# statistics.jogging.avg.pace
source: Average pace
es: Ritmo promedio
ru: Средний темп

# statistics.jogging.avg.pace.total
source: total
ru: всего

# statistics.jogging.total.kcal.spent
source: Spent
es: Gastado
ru: Потрачено

# statistics.competitions.events
source: Events
es: Eventos
ru: Ивенты

# statistics.courses.training.planned
source: Scheduled
es: Programado
ru: Запланировано

# calendar.title
source: Calendar
es: Calendario
ru: Календарь

# calendar.toolbar.today
source: Today
es: Hoy
ru: Сегодня

# calendar.legenda.training
source: Trainings
es: Entrenamientos
ru: Тренировки

# calendar.legenda.course
source: Courses
es: Cursos
ru: Курсы

# calendar.legenda.challenge
source: Challenges
es: Desafíos
ru: Челленджи

# calendar.events.title
source: Events %@
es: Eventos %@
ru: События %@

# calendar.events.title.today
source: today
es: hoy
ru: cегодня

# calendar.events.training
source: Training "%@"
es: Entrenamiento "%@"
ru: Тренировка «%@»

# calendar.events.course
source: Course "%@"
es: Curso "%@"
ru: Курс «%@»

# calendar.events.challenge
source: Challenge "%@"
es: Desafío "%@"
ru: Челлендж «%@»

# calendar.events.empty
source: You have nothing scheduled for this day
es: No tienes nada programado para este día
ru: На этот день у вас ничего не запланировано

# calendar.schedule.title.training
source: Training schedule
es: Programación del entrenamiento
ru: Расписание тренировки

# calendar.schedule.title.course
source: Course schedule
es: Programación del curso
ru: Расписание курса

# calendar.schedule.title.challenge
source: Challenge schedule
es: Programación del desafío
ru: Расписание челленджа

# calendar.schedule.planned
source: Scheduled
es: Programado
ru: Запланировано

# calendar.schedule.repeat
source: Repeat
es: Repetir
ru: Повтор

# calendar.schedule.repeat.until
source: Until %@
es: Hasta el %@
ru: До %@

# calendar.schedule.delete
source: Delete
es: Eliminar
ru: Удалить

# calendar.schedule.edit
source: Edit
es: Editar
ru: Редактировать

# calendar.schedule.open.training
source: Go to training
es: Ir al entrenamiento
ru: Перейти к тренировке

# calendar.schedule.open.course
source: Go to course
es: Ir al curso
ru: Перейти к курсу

# calendar.schedule.open.challenge
source: Go to challenge
es: Ir al desafío
ru: Перейти к челленджу
