Repository: serikabdirov/SwiftUI-TestProject
Catalog: Modules/R/Resources/*.lproj/LS.strings
Languages: es, ru

# common.cancel
source: Cancel
es: Cancelar
ru: Отменить

# common.error
source: Error
ru: Ошибка

# common.error.something.went.wrong
source: Something went wrong. Please try again later.
es: Algo salió mal. Por favor, inténtalo de nuevo más tarde.
ru: Что-то пошло не так. Пожалуйста, повторите позже

# common.close
source: Close
es: Cerrar
ru: Закрыть

# common.input.error.wrong.phone.number
source: Invalid phone number
es: Número de teléfono no válido
ru: Некорректный номер телефона

# common.press.again.message
source: Press again to exit
es: Presiona de nuevo para salir
ru: Нажмите ещё раз для выхода

# uikit.load.image.text
source: Upload photo
es: Subir foto
ru: Загрузить фото

# uikit.load.image.hint
source: Up to 10MB, png, jpg
es: Hasta 10MB, png, jpg
ru: До 10Мб, png, jpg

# uikit.player.error.title
source: An error occurred with the media resource
es: Ocurrió un error con el recurso multimedia
ru: Возникла ошибка с медиаресурсом

# uikit.player.error.body
source: Please check your internet connection and try again
es: Por favor, compruebe su conexión a internet e inténtelo de nuevo
ru: Пожалуйста, проверьте подключение к интернету и повторите попытку снова

# uikit.player.error.retry
source: Retry
es: Reintentar
ru: Повторить попытку

# model.level.beginner
source: Beginner
es: Principiante
ru: Начальный

# model.level.beginner.full
source: Beginner level
es: Nivel principiante
ru: Начальный уровень

# model.level.intermediate
source: Intermediate
es: Intermedio
ru: Средний

# model.level.intermediate.full
source: Intermediate level
es: Nivel intermedio
ru: Средний уровень

# model.level.advanced
source: Advanced
es: Avanzado
ru: Продвинутый

# model.level.advanced.full
source: Advanced level
es: Nivel avanzado
ru: Продвинутый уровень

# model.position.goalkeeper
source: Goalkeeper
es: Portero
ru: Вратарь

# model.position.defender
source: Defender
es: Defensa
ru: Защитник

# model.position.midfielder
source: Midfielder
es: Centrocampista
ru: Полузащитник

# model.position.forward
source: Forward
es: Delantero
ru: Нападающий

# model.measurement.kg
source: kg
ru: кг

# model.measurement.kg.full
source: Kilograms
es: Kilogramos
ru: Килограммы

# model.measurement.lb.full
source: Pounds
es: Libras
ru: Фунты

# model.measurement.cm
source: cm
ru: см

# model.measurement.cm.full
source: Centimeters
es: Centímetros
ru: Сантиметры

# model.measurement.in.full
source: Inches
es: Pulgadas
ru: Дюймы

# model.measurement.distance.km
source: km
ru: км

# model.measurement.distance.mile
source: miles
es: millas
ru: миль

# model.measurement.distance.km.full
source: Kilometers
es: Kilómetros
ru: Километры

# model.measurement.distance.mile.full
source: Miles
es: Millas
ru: Мили

# model.measurement.kkal
source: Kcal
ru: Ккал

# model.measurement.kkal.lowercase
source: kcal
ru: ккал

# model.weekday.monday
source: Monday
es: Lunes
ru: Понедельник

# model.weekday.tuesday
source: Tuesday
es: Martes
ru: Вторник

# model.weekday.wednesday
source: Wednesday
es: Miércoles
ru: Среда

# model.weekday.thursday
source: Thursday
es: Jueves
ru: Четверг

# model.weekday.friday
source: Friday
es: Viernes
ru: Пятница

# model.weekday.saturday
source: Saturday
es: Sábado
ru: Суббота

# model.weekday.sunday
source: Sunday
es: Domingo
ru: Воскресенье

# auth.phone.title
source: Start football training now
es: Empieza a entrenar fútbol ahora
ru: Начни обучение футболу сейчас

# auth.phone.button.title
source: Next
es: Siguiente
ru: Далее

# auth.phone.agreement.first.part
source: I agree to
es: Estoy de acuerdo con
ru: Соглашаюсь с

# auth.country.title
source: Select country
es: Seleccionar país
ru: Выберите страну

# auth.code.title
source: Enter code
es: Introduce el código
ru: Введите код

# auth.code.info
source: We have sent a verification code to %@
es: Hemos enviado un código de verificación a %@
ru: Мы отправили код подтверждения на номер %@

# auth.code.resend.code
source: Resend code in %@
es: Reenviar el código en %@
ru: Отправить код повторно через %@

# auth.code.get.new.code
source: Get a new code
es: Obtener un nuevo código
ru: Получить новый код

# auth.blocked.title
source: Error
ru: Ошибка

# auth.blocked.body
source: You have exceeded the number of code entry attempts. Please try logging in later
es: Has excedido el número de intentos de introducción de código. Intenta iniciar sesión más tarde
ru: Вы исчерпали количество попыток ввода кода. Попробуйте войти позже

# auth.blocked.sendSms
source: You have exceeded the number of SMS sending attempts. Please try logging in later
es: Has excedido el número de intentos de envío de SMS. Por favor, intenta iniciar sesión más tarde
ru: Вы исчерпали количество попыток отправки смс-сообщения. Пожалуйста, попробуйте войти позже

# form.common.button.next
source: Next
es: Siguiente
ru: Далее

# form.common.button.skip
source: Skip
es: Omitir
ru: Пропустить

# form.common.fill.questionnaire
source: Fill out the form
es: Completa el formulario
ru: Заполните анкету

# form.common.button.finish
source: Finish
es: Finalizar
ru: Завершить

# form.tell.about.yourself.title
source: Tell us about yourself
es: Cuéntanos sobre ti
ru: Расскажите о себе

# form.tell.about.yourself.placeholder.first.name
source: First name
es: Nombre
ru: Имя

# form.tell.about.yourself.placeholder.last.name
source: Last name
es: Apellido
ru: Фамилия

# form.date.of.birth.check.message
source: Check the entered data is correct. You will not be able to change the date of birth
es: Comprueba que los datos introducidos son correctos. No podrás cambiar la fecha de nacimiento
ru: Проверьте правильность введенных данных. Вы не сможете изменить дату рождения

# form.date.of.birth.title
source: Date of birth
es: Fecha de nacimiento
ru: Дата рождения

# form.date.of.birth.placeholder
source: Date of birth
es: Fecha de nacimiento
ru: Дата рождения

# form.place.of.residence.title
source: Place of residence
es: Lugar de residencia
ru: Место проживания

# form.place.of.residence.placeholder.country
source: Country
es: País
ru: Страна

# form.place.of.residence.placeholder.city
source: City
es: Ciudad
ru: Город

# form.place.of.residence.placeholder.top.search.bar.country
source: Search for country
es: Buscar país
ru: Поиск страны

# form.place.of.residence.placeholder.top.search.bar.city
source: Search for city
es: Buscar ciudad
ru: Поиск города

# form.place.of.residence.placeholder.top.search.error.title
source: Nothing found for your request
es: No se encontró nada para tu búsqueda
ru: По вашему запросу ничего не найдено

# form.place.of.residence.placeholder.top.search.error.description
source: Check the entered data or return to the list
es: Comprueba los datos introducidos o vuelve a la lista
ru: Проверьте введенные данные или вернитесь к списку

# form.your.parameters.title
source: Your parameters
es: Tus parámetros
ru: Ваши параметры

# form.your.parameters.placeholder.weight
source: Weight
es: Peso
ru: Вес

# form.your.parameters.placeholder.height
source: Height
es: Altura
ru: Рост

# form.football.game.level.title
source: Football playing level
es: Nivel de juego al fútbol
ru: Уровень игры в футбол

# form.football.game.level.beginner.description
source: I play once every couple of months or less
es: Juego una vez cada dos meses o menos
ru: Играю раз в пару месяцев и реже

# form.football.game.level.intermediate.description
source: I play once every 2-3 weeks
es: Juego una vez cada 2-3 semanas
ru: Играю раз в 2-3 недели

# form.football.game.level.advanced.description
source: I play several times a week
es: Juego varias veces por semana
ru: Играю несколько раз в неделю

# form.position.on.field.title
source: Field position
es: Posición en el campo
ru: Позиция на поле

# form.position.on.field.multiple.choice
source: You can select multiple options
es: Puedes seleccionar varias opciones
ru: Можно выбрать несколько вариантов

# form.main.training.direction.title
source: Main training focus
es: Enfoque principal del entrenamiento
ru: Основное направление тренировок

# form.main.training.multiple.choice
source: You can select multiple options
es: Puedes seleccionar varias opciones
ru: Можно выбрать несколько вариантов

# form.training.speed
source: Speed
es: Velocidad
ru: Скорость

# form.training.dribbling
source: Dribbling
es: Regate
ru: Дриблинг

# form.training.shots
source: Shots
es: Tiros
ru: Удары

# form.training.complex
source: Comprehensive training
es: Entrenamiento completo
ru: Комплексные занятия

# form.striking.leg.title
source: Dominant foot
es: Pie dominante
ru: Ударная нога

# form.striking.leg.left
source: Left
es: Izquierdo
ru: Левая

# form.striking.leg.right
source: Right
es: Derecho
ru: Правая

# form.striking.leg.both
source: Both
es: Ambos
ru: Обе

# form.purpose.of.classes.title
source: Training goal
es: Objetivo del entrenamiento
ru: Цель занятий

# form.purpose.physical.condition
source: Maintaining physical fitness
es: Mantener la forma física
ru: Поддержание физической формы

# form.purpose.amateur.sport
source: Amateur sport
es: Deporte amateur
ru: Любительский спорт

# form.purpose.skill.development
source: Developing football skills
es: Desarrollar habilidades futbolísticas
ru: Развитие футбольных навыков

# form.purpose.weakness.work
source: Working on weaknesses
es: Trabajar en las debilidades
ru: Проработка слабых сторон

# form.favorite.club.title
source: Favorite football club
es: Club de fútbol favorito
ru: Любимый футбольный клуб

# form.favorite.club.placeholder
source: Club name
es: Nombre del club
ru: Название клуба

# form.football.sections.title
source: Do you play in football clubs?
es: ¿Practicas en clubes de fútbol?
ru: Занимаетесь ли в футбольных секциях?

# form.football.sections.yes
source: Yes
es: Sí
ru: Да

# form.football.sections.no
source: No
ru: Нет

# form.term.games.in.football.title
source: How many years have you been playing football?
es: ¿Cuántos años llevas jugando al fútbol?
ru: Сколько лет занимаетесь футболом?

# form.term.games.less.than.1.year
source: Up to 1 year
es: Hasta 1 año
ru: До 1 года

# form.term.games.1.to.3.years
source: From 1 to 3 years
es: De 1 a 3 años
ru: От 1 до 3 лет

# form.term.games.3.to.5.years
source: From 3 to 5 years
es: De 3 a 5 años
ru: От 3 до 5 лет

# form.term.games.more.than.5.years
source: More than 5 years
es: Más de 5 años
ru: Больше 5 лет

# form.your.email.title
source: Your e-mail
es: Tu e-mail
ru: Ваш e-mail

# form.your.nickname.label.helper
source: Use Latin letters, numbers, and (.), (_)
es: Usa letras latinas, números y (.), (_)
ru: Используйте латинские буквы, цифры и (.), (_)

# form.your.nickname.title
source: Your nickname
es: Tu nombre de usuario
ru: Ваш никнейм

# form.your.nickname.placeholder
source: Nickname
es: Nombre de usuario
ru: Никнейм

# form.success.message.title
source: Thank you for your patience!
es: ¡Gracias por tu paciencia!
ru: Спасибо за терпение!

# form.success.message.description
source: Your profile is complete. You can change your data in your profile
es: Tu perfil está completo. Puedes cambiar los datos en el perfil
ru: Ваша анкета заполнена. Изменить данные можно в профиле

# form.alert.dialog.skip.questionnaire
source: Are you sure you want to skip the questionnaire?
es: ¿Estás seguro de que quieres omitir el cuestionario?
ru: Вы уверены, что хотите пропустить анкету?

# form.alert.dialog.skip.questionnaire.description
source: A personal training program and courses are formed based on the questionnaire
es: Se crea un programa de entrenamiento personal y cursos basados en el cuestionario
ru: На основании анкеты формируется персональная программа тренировок и курсов

# form.alert.dialog.email.already.used
source: This email is already in use
es: Este correo electrónico ya está en uso
ru: Данный E-mail уже используется

# form.alert.dialog.cancel
source: This nickname is already in use
es: Este nombre de usuario ya está en uso
ru: Данный никнейм уже используется

# form.alert.dialog.nickname.already.used
source: Cancel
es: Cancelar
ru: Отменить

# form.alert.dialog.error
source: Error
ru: Ошибка

# form.alert.dialog.accept
source: Accept
es: Aceptar
ru: Принять

# form.alert.dialog.attention
source: Attention
es: Atención
ru: Внимание

# form.alert.dialog.ok
source: Ok
ru: Ок

# form.alert.dialog.skip
source: Skip
es: Omitir
ru: Пропустить

# form.alert.dialog.description.later
source: The entered data will not be saved. You will be able to fill out the questionnaire later.
es: Los datos introducidos no se guardarán. Podrás completar el cuestionario más tarde.
ru: Введенные данные не сохранятся. Вы сможете заполнить анкету позже.

# profile.main.title
source: Profile
es: Perfil
ru: Профиль

# profile.main.public
source: Public profile
es: Perfil público
ru: Публичный профиль

# profile.main.statistics
source: Statistics
es: Estadísticas
ru: Статистика

# profile.main.statistics.view
source: Watch
es: Ver
ru: Смотреть

# profile.main.rating
source: Rating
es: Clasificación
ru: Рейтинг

# profile.main.rating.place
source: %d place
es: %d puesto
ru: %d место

# profile.main.bonuses
source: Bonuses
es: Bonificaciones
ru: Бонусы

# profile.main.subscription
source: Subscription
es: Suscripción
ru: Подписка

# profile.main.subscription.premium
source: Premium
ru: Премиум

# profile.main.subscription.add.premium
source: Connect Premium
es: Conecta Premium
ru: Подключите Премиум

# profile.main.subscription.active
source: Active
es: Activa
ru: Активна

# profile.main.subscription.description
source: Get full access to the content
es: Obtén acceso completo al contenido
ru: Получите полный доступ к контенту

# profile.main.form
source: Athlete's profile
es: Perfil del deportista
ru: Анкета спортсмена

# profile.main.form.not.filled
source: Not completed
es: No completado
ru: Не заполнена

# profile.main.socials
source: My social networks
es: Mis redes sociales
ru: Мои соцсети

# profile.main.settings
source: Settings
es: Ajustes
ru: Настройки

# profile.main.about
source: About the app
es: Acerca de la app
ru: О приложении

# profile.main.logout
source: Log out
es: Cerrar sesión
ru: Выйти

# profile.main.logout.alert.title
source: Are you sure you want to log out of your profile?
es: ¿Estás seguro de que quieres cerrar sesión de tu perfil?
ru: Вы уверены, что хотите выйти из профиля?

# profile.main.logout.alert.confirm
source: Log out
es: Cerrar sesión
ru: Выйти

# profile.avatar.take.picture
source: Take a photo
es: Tomar una foto
ru: Сделать фото

# profile.avatar.gallery
source: Upload from gallery
es: Subir desde la galería
ru: Загрузить из галереи

# profile.avatar.crop.save
source: Save
es: Guardar
ru: Сохранить

# profile.main.camera.alert.dismiss
source: Deny
es: Denegar
ru: Запретить

# profile.main.camera.alert.confirm
source: Allow
es: Permitir
ru: Разрешить

# profile.main.camera.access.denied.title
source: Camera access is denied
es: El acceso a la cámara está denegado
ru: Доступ к камере запрещен

# profile.main.camera.access.denied.message
source: To use the camera, allow access in settings
es: Para usar la cámara, permite el acceso en los ajustes
ru: Чтобы использовать камеру, разрешите доступ в настройках

# profile.main.gallery.access.denied.title
source: Gallery access is denied
es: El acceso a la galería está denegado
ru: Доступ к галерее запрещен

# profile.main.gallery.access.denied.message
source: To select a photo, allow access to the gallery in settings
es: Para seleccionar una foto, permite el acceso a la galería en los ajustes
ru: Чтобы выбрать фото, разрешите доступ к галерее в настройках

# profile.main.camera.not.available
source: Camera is unavailable
es: Cámara no disponible
ru: Камера недоступна

# profile.settings.title
source: Settings
es: Ajustes
ru: Настройки

# profile.settings.health.app.data.exchange
source: Data sharing with Health
es: Intercambio de datos con Salud
ru: Обмен данными с Здоровье

# profile.settings.health.app.data.exchange.description
source: Turn on data sharing with the Health app and get more useful statistics
es: Activa el intercambio de datos con la aplicación Salud y obtén más estadísticas útiles
ru: Включите обмен данными с приложением Здоровье и получите больше полезной статистики

# profile.settings.health.app.data.exchange.switch.title
source: Data sharing with Health
es: Intercambio de datos con Salud
ru: Обмен данными с Здоровье

# profile.settings.health.not.installed.description
source: The Health and Fitness app is not installed on your device. Download it from Google Play
es: La aplicación Salud y fitness no está instalada en tu dispositivo. Descárgala de Google Play
ru: На вашем устройстве не установлено приложение Здоровье и спорт. Скачайте его из Google Play

# profile.settings.other
source: Other
es: Otro
ru: Другое

# profile.settings.breaks
source: Break duration
es: Duración de las pausas
ru: Длительность перерывов

# profile.settings.measurement
source: Units of measurement
es: Unidades de medida
ru: Единицы измерения

# profile.settings.language
source: Change language
es: Cambiar idioma
ru: Сменить язык

# profile.settings.other.delete
source: Delete account
es: Eliminar cuenta
ru: Удалить аккаунт

# profile.settings.other.delete.alert.title
source: Confirm account deletion
es: Confirmar la eliminación de la cuenta
ru: Подтвердите удаление аккаунта

# profile.settings.other.delete.alert.body
source: All your data will be permanently deleted
es: Todos tus datos se eliminarán de forma permanente
ru: Все ваши данные будут безвозвратно удалены

# profile.settings.other.delete.alert.confirm
source: Delete
es: Eliminar
ru: Удалить

# profile.settings.height.unit.title
source: Height measures
es: Medidas de altura
ru: Меры роста

# profile.settings.weight.unit.title
source: Weight measures
es: Medidas de peso
ru: Меры веса

# profile.settings.distance.unit.title
source: Distance measures
es: Medidas de distancia
ru: Меры расстояния

# profile.settings.breaks.approaches.title
source: Breaks between sets
es: Pausas entre series
ru: Перерывы между подходами

# profile.settings.breaks.exercises.title
source: Breaks between exercises
es: Pausas entre ejercicios
ru: Перерывы между упражнениями

# profile.settings.breaks.hint
source: Duration
es: Duración
ru: Длительность

# profile.settings.health.enable.alert.title
source: Enable Health access?
es: ¿Activar acceso a Salud?
ru: Включить доступ Здоровью?

# profile.settings.health.enable.alert.message
source: You can enable access in iOS settings → Privacy & Security → Health.
es: Puedes activar el acceso en los ajustes de iOS → Privacidad y seguridad → Salud.
ru: Вы можете включить доступ в настройках iOS → Конфиденциальность и безопасность → Здоровье.

# profile.settings.health.disable.alert.title
source: Disable Health access?
es: ¿Desactivar acceso a Salud?
ru: Отключить доступ к Здоровью?

# profile.settings.health.disable.alert.message
source: You can disable access in iOS settings → Privacy & Security → Health.
es: Puedes desactivar el acceso en los ajustes de iOS → Privacidad y seguridad → Salud.
ru: Вы можете отключить доступ в настройках iOS → Конфиденциальность и безопасность → Здоровье.

# profile.settings.height.unit.sm
source: Centimeters (cm)
es: Centímetros (cm)
ru: Cантиметры (см)

# profile.settings.height.unit.in
source: Inches (in)
es: Pulgadas (in)
ru: Дюймы (in)

# profile.settings.weight.unit.kg
source: Kilograms (kg)
es: Kilogramos (kg)
ru: Килограммы (кг)

# profile.settings.weight.unit.lb
source: Pounds (lb)
es: Libras (lb)
ru: Фунты (lb)

# profile.settings.distance.unit.km
source: Kilometers (km)
es: Kilómetros (km)
ru: Километры (км)

# profile.settings.distance.unit.mi
source: Miles (mi)
es: Millas (mi)
ru: Мили (mi)

# profile.socials.title
source: My social networks
es: Mis redes sociales
ru: Мои соцсети

# profile.socials.edit.success
source: Changes saved
es: Cambios guardados
ru: Изменения сохранены

# profile.socials.hint
source: Link to profile
es: Enlace al perfil
ru: Ссылка на профиль

# profile.socials.alert.title
source: Are you sure?
es: ¿Estás seguro?
ru: Вы уверены?

# profile.socials.alert.body
source: The entered changes will not be saved
es: Los cambios realizados no se guardarán
ru: Внесенные изменения не сохранятся

# profile.socials.alert.confirm
source: Exit
es: Salir
ru: Выйти

# profile.socials.save
source: Save
es: Guardar
ru: Сохранить

# profile.socials.save.success
source: Profile successfully added
es: Perfil añadido correctamente
ru: Профиль в %@ успешно добавлен

# profile.about.title
source: About the app
es: Acerca de la app
ru: О приложении

# profile.about.version
source: App version: %@
es: Versión de la aplicación: %@
ru: Версия приложения: %@

# profile.public.title
source: Your public profile
es: Tu perfil público
ru: Ваш публичный профиль

# profile.public.achievements
source: Achievements
es: Logros
ru: Достижения

# profile.public.season.position
source: Placeseason
es: Puesto la temporada
ru: Место в сезоне

# profile.public.rating.points
source: Rating
es: Punto sclasificación
ru: Очков рейтинга

# profile.public.rating.position
source: Placerating
es: Puesto la clasificación
ru: Место в рейтинге

# profile.public.league
source: User league
es: Liga del usuario
ru: Лига пользователя

# profile.public.league.position
source: Place in league
es: Puesto en la liga
ru: Место в лиге

# profile.form.title
source: Questionnaire
es: Cuestionario
ru: Анкета

# profile.form.personal
source: Personal information
es: Información personal
ru: Личная информация

# profile.form.personal.name.and.surname
source: First name and Last name
es: Nombre y Apellido
ru: Имя и Фамилия

# profile.form.personal.location
source: Place of residence
es: Lugar de residencia
ru: Место проживания

# profile.form.personal.nickname
source: Nickname
es: Nombre de usuario
ru: Никнейм

# profile.form.personal.first.name.hint
source: First name
es: Nombre
ru: Имя

# profile.form.personal.last.name.hint
source: Last name
es: Apellido
ru: Фамилия

# profile.form.sport
source: Sports questions
es: Preguntas deportivas
ru: Спортивные вопросы

# profile.form.sport.your.parameters
source: Height and weight
es: Altura y peso
ru: Рост и вес

# profile.form.sport.level
source: Football playing level
es: Nivel de juego al fútbol
ru: Уровень игры в футбол

# profile.form.sport.position
source: Field position
es: Posición en el campo
ru: Позиция на поле

# profile.form.sport.training.direction
source: Training focus
es: Enfoque del entrenamiento
ru: Направление тренировок

# profile.form.sport.leg
source: Dominant foot
es: Pie dominante
ru: Ударная нога

# profile.form.sport.goal
source: Training goal
es: Objetivo del entrenamiento
ru: Цель занятий

# profile.form.sport.favorite.club
source: Favorite football club
es: Club de fútbol favorito
ru: Любимый футбольный клуб

# profile.form.sport.sections
source: Do you play in football clubs
es: ¿Practicas en clubes de fútbol?
ru: Занимаетесь ли в футбольных секциях

# profile.form.sport.experience
source: How many years have you been playing football
es: ¿Cuántos años llevas jugando al fútbol?
ru: Сколько лет занимаетесь футболом

# profile.form.save
source: Save
es: Guardar
ru: Сохранить

# main.title
source: Courses and Training
es: Cursos y Entrenamientos
ru: Курсы и тренировки

# main.courses
source: All Courses
es: Todos los cursos
ru: Все курсы

# main.treanings.today
source: Today's Training
es: Entrenamiento de hoy
ru: Тренировки на сегодня

# main.meditations
source: Meditations
es: Meditaciones
ru: Медитации

# main.running
source: Running Training
es: Entrenamiento de carrera
ru: Беговая тренировка

# main.meditations.show.list
source: View List
es: Ver lista
ru: Смотреть список

# main.events.title
source: Events
es: Eventos
ru: Ивенты

# training.common.status.not.started
source: Not started
es: No comenzado
ru: Не начата
